window.hotelData = [
    { 
        kr: '진링 퍼플 마운틴 호텔', 
        cn: '金陵紫金山大酒店大堂', 
        addr: '上海市浦东新区东方路778号(世纪大道地铁站11号口步行420米)', 
        sub: '스지따다오역 (世纪大道站) - 2·4·6·9호선 / 11번 출구' 
    },
    { 
        kr: '푸동공항 (T1/T2)', 
        cn: '上海浦东国际机场', 
        addr: '上海市浦东新区迎宾大道6000号', 
        sub: '푸동공항역 (浦东国际机场站) - 2호선 / 자기부상열차(Maglev)',
        desc:'공항 픽업 정보\n<strong>예약 번호</strong> : 1400827871033169(공항 픽업)\n<strong>픽업시간</strong> : 2026년 8월 1일 00:15\n<strong>운전기사 이름</strong> : duhaibin\n<strong>운전기사 전화</strong> : +86-17621108990 표준 중국어\n<strong>차량번호</strong> : 沪AFU1819\n<strong>차량 브랜드</strong> : D9(블랙)\n'
    }
];
