window.restaurantData = [
    { 
        kr: '맥도날드 (푸동 웨이팡루점)', 
        cn: '麦当劳 (浦东潍坊路餐厅)', 
        addr: '上海市浦东新区崂山路600号长河国际公寓', 
        sub: '스지따다오역 (世纪大道站) - 2·4·6·9호선',
        hours: '07:00 - 23:00'
    },
    { kr: '하이디라오 (예원점)', cn: '海底捞火锅(城隍庙店)', addr: '上海市黄浦区河南南路489号香港名都商场4楼401室', sub: '예원역 (豫园站) - 10호선', hours: '10:00 - 다음날 07:00' },
    { kr: '강변성외 (세무광장점)', cn: '江边城外烤全鱼(上海世茂店)', addr: '上海市黄浦区南京东路789号上海世茂广场L4层L410', sub: '인민광장역 (人民广场站) - 1·2·8호선', hours: '10:00 - 22:00' },
    { kr: '지아지아탕바오 (리위앤루점)', cn: '佳家汤包(丽园路总店)', addr: '上海市黄浦区丽园路62号1层(陆家浜路地铁站2号口步行360米)', sub: '루지아방루역 (陆家浜路站) - 8·9호선', hours: '07:00 - 20:00' },
    { kr: '소양생전 (동방명주점)', cn: '小杨生煎 (东方明珠店)', addr: '陆家嘴环路1406-1408号', sub: '루자쭈이역 (陆家嘴站) - 2호선', hours: '06:30 - 24:00'}
];
