window.tourData = [
    { kr: '상하이 박물관', cn: '上海博物馆(东馆)', addr: '上海市浦东新区世纪大道1952号', sub: '상하이 과학관역 (上海科技馆站) - 2호선 - 8번 출구',
      desc: "상하이 고대 미술의 결정판, 동관\n거대하고 현대적인 건물 안에 세계 최고 수준의 고대 유물 1만 5천여 점이 체계적으로 전시되어 있다.\n1층의 하이라이트인 중국 고대 청동관에서는 대크정(大克鼎) 등 수천 년 역사의 국보급 유물들을 완벽한 조명 아래 감상할 수 있다. 이어지는 조소관, 서예관, 회화관, 그리고 도자기 제작 공정까지 재현한 고대 도자관은 고대 문명의 정수를 보여준다. 상층부의 화폐관, 명·청 가구관, 고대 옥기관 등은 시대별 변천사를 한눈에 들여다보게 만든다.\n동관의 매력은 방대한 유물뿐만 아니라 첨단 디지털 디스플레이로 관람객의 이해를 돕는다는 점이다. 타인의 시선을 분산시키는 플래시나 셔터음만 주의하면 자유로운 사진 촬영도 가능하다."  
    },
    { 
        kr: '예원', cn: '豫园', addr: '上海市黄浦区福佑路168号', sub: '예원역 (豫园站) - 10호선',
        desc: "중국 정원의 진수를 만날 수 있는 명대 정원\n1559년 조성된 명청 시대의 대표적 강남 정원이다. 명의 관료였던 반윤단(潘允端)이 부모님의 편안한 노후를 위해 지은 정원으로, 착공에서 완공까지 무려 18년이나 걸렸으며, 당대 유명 건축가 장남양(张南阳)에 의해 조성되었다. 오랜 공사 기간 탓에 반윤단의 부모는 완공을 보지 못했고, 그도 완공되고 몇 년 후 죽었다. 예원을 천천히 둘러보면 곳곳에서 부모를 위한 그의 지극정성이 절로 느껴진다.\n반씨 가문의 몰락과 함께 수차례 재난을 겪은 예원은 1956년부터 중국 정부의 대규모 보수 작업 끝에 2만m²를 복구했다. 1961년부터 드디어 시민에게 개방되었으며, 1982년 국가 유적으로 지정되었다.\n일반적으로 삼수당, 만화루, 점춘당, 회경루, 옥화당, 내원 등 6개 지역으로 나누어지는데, 되도록이면 평일에 방문해 여유롭게 감상하길 추천한다.\n누각, 연못, 인공 바위산, 용벽 등 볼거리가 곳곳에 숨어 있기 때문에 명나라의 보물을 찾듯 하나하나 체크해 가며 보는 재미가 있다.",
           gallery: [
            {
                title: '구곡교(九曲桥)',
                desc: '예원의 상징적인 건축물로, 예원에 들어가기 전에 입장료를 내지 않고도 볼 수 있다. 다리 중간에는 아름다운 정자 호심정(湖心亭)이 있는데 사진을 찍으려는 인파로 늘 북적인다. 구곡교는 ‘9번 꺾인 다리’라는 의미이다. 이런 형태로 지어진 사연에 대해서는 지금까지도 여러 가지 설이 전해져 오고 있는데, 그중 하나는 꺾이는 각도마다 상이한 9가지의 풍경을 배치해 놓아서 풍경을 제대로 감상하기 위함이라는 설이고, 다른 하나는 집 안에 나쁜 귀신이 들어오는 걸 막기 위한 것이라는 설이다. '
            },
            { src: 'images/yuyuan.svg' }
        ]
    },
    { 
        kr: '와이탄', 
        cn: '外滩', 
        addr: '中山东一路', 
        sub: '난징동루역 (南京东路站) - 2·10호선',
        gallery: [
            {
                src: 'images/waitan_01.png',
                title: '와이탄 1호: 중국 태평양 보험사 (中国太平洋保险公司)',
                desc: '1916년 완공된 바로크 양식의 8층 건물이다. 건립 당시에는 맥베인 빌딩(The Mcbain Building)으로 불렸고, 그 후 아시아 석유 공사(亚细亚火油公司)가 상하이 사무소로 사용하여 아시아 빌딩(亚西亚大楼)으로 불렸다. 1996년 중국 태평양 보험회사의 본사가 되었다.'
            },
            {
                src: 'images/waitan_02.png',
                title: '와이탄 2호: 동풍 호텔 (东风饭店)',
                desc: '원래 이름은 ‘상하이 클럽 빌딩(Shanghai Club Building, 上海总会大楼)’이다. ‘동양의 런던’이라는 별명을 가진 동풍 호텔은 1910년에 지어졌으며, 전형적인 영국 고전주의 건축물이다. 벽면은 바로크 양식을 따랐고 내부는 영국 황실을 모방했다. 과거 상하이에서 가장 호화로운 클럽인 상하이 클럽이 있었으며, 34m짜리 바 카운터를 가지고 있었다고 한다. 영화 <2046>의 배경이 된 곳이기도 하다.'
            },
            {
                src: 'images/waitan_03.png',
                title: '와이탄 3호: 스리 온 더 번드 (Three on the Bund)',
                desc: '상하이 최초의 철골 구조 건물로, 1916년 당시 철근을 독일에서 공수하여 지었다. 르네상스풍과 바로크 양식을 띠고 있다. 건축 당시 이름은 유리 다러우(有利大楼)였으나 2004년 수리를 통해 ‘스리 온 더 번드’라는 이름의 상가로 재탄생했다. 유명한 프렌치 레스토랑 장 조지와 경치가 좋은 팝 바가 입점해 있다.'
            },
            {
                src: 'images/waitan_05.png',
                title: '와이탄 5호: 화하 은행 (华夏银行大楼)',
                desc: '르네상스풍의 7층 건물로, 1925년 일본인과 유태인이 합작해 만든 르칭 다러우(日清大楼)였다. 일본 근대 건축과 고전 건축의 풍격이 융합된 산물이다. 1945년 일본 철수 후 중국 정부가 인수하여 현재는 화하 은행에서 사용 중이다.'
            },
            {
                src: 'images/waitan_06.png',
                title: '와이탄 6호: 중국 통상 은행 (中国通商银行大楼)',
                desc: '5개의 첨탑이 눈에 띄는 고딕 양식 건물로, 1906년에 재건축되었다. 중국 최초의 은행인 중국 통상 은행의 본점이었으며 중국 금융사에서 중요한 의의를 지닌다. 현재 1층에는 돌체 & 가바나가 입점해 있다.'
            },
            {
                src: 'images/waitan_07.png',
                title: '와이탄 7호: 대북 전보 공사 (大北电报公司大楼)',
                desc: '1907년 상하이 최초의 전신 사업이 시작된 곳으로 돔 부분이 인상 깊은 르네상스풍의 건물이다. 현재는 방콕 은행 상하이 지점이 입점해 있다.'
            },
            {
                src: 'images/waitan_09.png',
                title: '와이탄 9호: 초상국 (招商局大楼)',
                desc: '1901년에 지어진 건축물로, 중국이 자체적으로 운영했던 최초의 신식 선박 기업이 시작된 곳이다. 19세기 말에서 20세기 초 와이탄 건축의 전형적인 르네상스 스타일을 보여준다.'
            },
            {
                src: 'images/waitan_12.png',
                title: '와이탄 12호: 푸둥 발전 은행 (浦东发展银行)',
                desc: '와이탄에서 가장 아름다운 건물로 손꼽히는 신고전주의 건축의 최고 걸작이다. 1923년부터 1955년까지 HSBC은행 지점이었으며, 상하이 시청으로 사용되기도 했다. 유명한 파머 앤 터너 설계 사무소에서 설계를 담당했다.'
            },
            {
                src: 'images/waitan_13.png',
                title: '와이탄 13호: 상하이 세관 (上海海关大楼)',
                desc: '1927년에 완공된 희랍풍 고전주의 건축으로, 대형 시계탑이 인상적이다. 미국 국회의사당 시계를 모방한 이 시계는 과거 ‘빅 칭(Big 清)’이라 불렸으며 당시 아시아에서 가장 큰 시계였다.'
            },
            {
                src: 'images/waitan_14.png',
                title: '와이탄 14호: 교통 은행 (交通银行大楼)',
                desc: '1948년에 건축된 곳으로, 와이탄 건축물 중 가장 마지막에 지어졌다. 제1차 세계대전 패배 후 독일로부터 회수하여 재건축한 역사를 가지고 있다.'
            },
            {
                src: 'images/waitan_15.png',
                title: '와이탄 15호: 중국 외환 교역 센터 (中国外汇交易中心)',
                desc: '상하이 최초로 타일을 이용한 건축물로 1902년에 지어졌다. 이탈리아 르네상스풍으로 지어졌으며 현재는 중국 외환 거래소와 상하이 황금 거래소로 사용되고 있다.'
            },
            {
                src: 'images/waitan_16.png',
                title: '와이탄 16호: 초상 은행 (招商银行)',
                desc: '일본 근대 건축 양식의 건물로, 완공 당시에는 타이완 은행 상하이 본부로 사용되었으나 현재는 초상 은행으로 사용되고 있다.'
            },
            {
                src: 'images/waitan_17.png',
                title: '와이탄 17호: AIA 빌딩 (友邦大楼)',
                desc: '1924년에 완공한 르네상스 스타일의 건물로, 원래 영자 신문 《자림서보》의 사옥이었다. 1995년부터 AIA 보험사가 사용하고 있다.'
            },
            {
                src: 'images/waitan_18.png',
                title: '와이탄 18호: 차타드 은행 (麦加利大楼)',
                desc: '파머 앤 터너 설계 사무소가 1923년에 완성한 건물이다. 현재 1층에는 까르띠에가, 상층부에는 미스터 앤 미시즈 번드 레스토랑과 바 루즈(Bar Rouge)가 위치해 있다.'
            },
            {
                src: 'images/waitan_19.png',
                title: '와이탄 19호: 화평 호텔 남관 (和平饭店南楼)',
                desc: '붉은색과 흰색의 조화가 인상적인 건물이다. 원래 중앙 반점(팰리스 호텔)이었으나 현재는 화평 호텔의 남관으로 사용되고 있다.'
            },
            {
                src: 'images/waitan_20.png',
                title: '와이탄 20호: 화평 호텔 북관 (和平饭店北楼)',
                desc: '1926년에 지어진 사순 하우스로, 19m의 청록색 원추형 지붕이 특징이다. 과거 상하이에서 가장 높은 건물이었으며 찰리 채플린과 타고르가 머문 적이 있다. 2010년 리모델링 후 재오픈하였다.'
            },
            {
                src: 'images/waitan_23.png',
                title: '와이탄 23호: 중국 은행 (中国银行大楼)',
                desc: '와이탄 건물들 중 유일하게 중국인이 설계한 곳으로, 중국적 특징이 많이 가미된 고층 건물이다. 1937년에 재건축되었다.'
            },
            {
                src: 'images/waitan_24.png',
                title: '와이탄 24호: 중국 공상 은행 (中国工商银行)',
                desc: '1924년에 지어진 고전주의 스타일의 화강석 빌딩이다. 원래 일본 요코하마 은행 지점이었으며, 현재는 중국 공상 은행 상하이 지점으로 사용 중이다.'
            },
            {
                src: 'images/waitan_26.png',
                title: '와이탄 26호: 중국 농업 은행 (中国农业银行)',
                desc: '1916년에 지어진 아르데코풍 건축물로, 아치형 창문과 벽면의 섬세한 조각, 방사 스타일의 지붕이 인상적이다.'
            },
            {
                src: 'images/waitan_27.png',
                title: '와이탄 27호: 상하이 대외 무역 사무국 (外贸大楼)',
                desc: '영국 무역 회사인 이화 양행이 사용하던 르네상스 양식의 화강암 건물이다. 1922년에 완공되었으며 1955년부터 대외 무역 사무국으로 사용되고 있다.'
            },
            {
                src: 'images/waitan_28.png',
                title: '와이탄 28호: 글렌 라인 빌딩 (格林邮船大楼)',
                desc: '영국의 글렌 선박 회사가 지은 복고주의 스타일의 건물로, 파머 앤 터너 설계 사무소가 1922년에 완공하였다.'
            },
            {
                src: 'images/waitan_29.png',
                title: '와이탄 29호: 중국 광대 은행 (中国光大银行)',
                desc: '1914년에 프랑스 은행 지점으로 지어진 전형적인 고전주의 건축물이다. 교회와 궁전이 결합한 듯한 모습이 특징이며 이오니아 양식 기둥과 바로크 양식 입구를 갖추고 있다.'
            }
        ],
        desc: "과거와 현재의 영광이 공존하는 곳\n유럽식 건물이 많은 와이탄은 2010년 상하이 엑스포를 대비하면서 대대적으로 리모델링을 했다. 차도의 절반 이상을 지하로 보내고, 도보 공간을 훨씬 넓혀 여행객들에게 더욱 편리해졌다. 와이탄은 연인과 함께하는 여행이라면 반드시 들러야 하는 필수 코스이다. 시간 여유가 있다면 와이탄의 낮과 밤을 모두 감상해 보기 바란다.\n그리고 와이탄에서는 상하이의 랜드마크이자 황푸 강 건너 푸둥에 위치한 동방명주를 사진으로 담기에 좋은 장소다. 푸둥 지구의 발전된 모습과 와이탄 지역의 영화로웠던 옛 모습을 동시에 볼 수 있다." 
    },
    { kr: '상하이 자연사 박물관', cn: '上海自然博物馆', addr: '上海市静安区北京西路510号上海自然博物馆', sub: '자연박물관역 (自然博物馆站) - 13호선',
        desc: "약 29만여 점의 전 세계 인류 역사 유적을 전시하는 박물관\n32,200㎡의 방대한 규모를 자랑하는 자연사 박물관. 약 29만여 점의 전 세계 인류 역사 유적을 소장하고 있다. 실감 나는 동물 박제와 공룡 모형 등의 다양한 표본들이 대규모로 전시되어 있어 구경하는 재미가 있으며, 직접 생물을 만져보거나 화석 발굴 체험 등을 해볼 수 있어 아이를 동반한 가족단위 여행객들이 방문하기 좋다.\n<strong>B2층</strong> : 아이들이 화석을 발굴하거나 실습을 할 수 있는 '체험 센터'와 다양한 중국 문명에 대한 '인간과 땅의 나라' 전시관 등이 자리한 층\n<strong>B2M층</strong> : 상하이에 서식하는 동물들을 다룬 '상하이 이야기' 전시관과 카페가 자리한 층\n<strong>B1층</strong> : 공룡 화석이 있는 '진화의 길' 전시관과 자연 환경의 변화와 멸종 위기에 처한 종을 다룬 '미래로 가는 길' 전시관이 자리한 층"  
    },
    { 
        kr: '정안사', cn: '静安寺', addr: '上海市静安区南京西路1686号(静安寺地铁站1号口步行60米)', sub: '정안사역 (静安寺站) - 2·7호선',
        desc: "오(吳)나라 때 지어진, 상하이 최초의 불교 사찰\n3세기 삼국 시대의 오나라(238년~251년)가 세운 절로서, 원래 이름은 중원사 또는 중운사였으나, 북송 태종 원년(1008년)에 지금의 정안사가 됐다. 원래 위치는 우쑹 강 북쪽 기슭이었으나 강이 범람하여 절의 토대가 위험해지자 남송 시대에 난징시루로 옮겨오게 되었다. 원명 시대에 수차례 무너지고 다시 짓는 과정을 반복해 현재의 건물은 청대인 1880년에 중건한 것이다. 1998년도에 시작한 보수를 통해 옛 모습을 재현하면서 면적을 3배로 늘렸는데, 기존의 역사를 간직한 건물은 사라지고 하나의 관광지로만 남아 있어 안타깝다. 그래서인지 시티 플라자와 이웃하면서도 전혀 어색하지 않은, 현대 건축물로서의 사찰이라는 느낌이다.\n웅장한 모습을 자랑하는 대웅보전, 천왕전, 삼성전이 정안사의 주요 건축물이다. 대웅보전 안에는 불상 높이 3.9m와 밑의 연꽃 받침까지 더하면 높이 5.4m에 무게 11톤에 달하는 석가모니 옥불상이 있는데, 이것은 커다란 옥석 하나를 통째로 다듬어 만든 것이다.\n또한 팔대산인의 유명한 그림을 비롯하여 비파행, 운한조국지각이라는 돌조각 등 귀중한 문화 유물이 소장되어 있다. 교통의 요지인 난징시루 끝에 있어 접근성이 뛰어나 아침부터 절을 올리는 중국인들의 모습을 쉽게 볼 수 있다." 
    },
    { 
        kr: '프랑스조계지', cn: '法租界', addr: '复兴中路', sub: '상하이 도서관역 (上海图书馆站) - 10호선',
        desc: "상하이에서 만나는 작은 파리\n커다란 플라타너스 사이로 멋스러운 유럽 스타일의 건축물을 만날 수 있는 이곳은, 이름에서도 알 수 있듯이 과거 프랑스의 점령지였다. 헝산루(衡山路)와 화이하이중루(淮海中路) 주변에 위치한 프랑스 조계지는 우리나라의 서래 마을이나 삼청동과 비슷한 분위기로, 공원이 많아 휴식하기에 좋다.\n트렌디한 레스토랑과 카페가 많아서 상하이에서 일하는 외국 비즈니스맨들과 멋쟁이 상하이인들에게 인기가 많다. 작고 소박한 골목에서는 상하이 스타일의 스쿠먼 양식 건물과 오래된 서양식 건물을 개조해 만든 레스토랑과 바, 인테리어 소품 가게나 갤러리도 쉽게 찾아볼 수 있다. 화이하이루(淮海路)는 복합 쇼핑 센터, 외국계 백화점, 중국 전통 백화점과 같은 대규모 쇼핑 시설들이 즐비해 쇼핑 스트리트로도 유명하다.\n와이탄 일대가 웅장함을 대표한다면, 프랑스 조계지는 유럽 스타일의 건축물과 가로수가 어우러져 이국적인 정취 속에서 느릿느릿 여행하기 좋은 곳이다." 
    },
    { 
        kr: '스쿠먼박물관', cn: '石库门屋里厢博物馆(石库门景区)', addr: '上海市黄浦区淮海中路街道(一大会址·新天地地铁站1号口步行300米)', sub: '신천지역 (新天地站) - 10·13호선',
        desc: "옛 상하이의 모습을 만날 수 있는 오픈 하우스\n1930년대 상하이 전통 가옥 스쿠먼을 복원한 작은 규모의 박물관이다. 스쿠먼은 중국의 전통 건축 양식과 서양의 건축 양식이 어우러진 상하이 특유의 건축 양식이며, 대문의 문틀을 석재로 만들어 ‘스쿠먼’이라 부르게 되었다고 한다. 재개발로 인해 점점 보기 힘들어지고 있지만 스쿠먼 박물관에서는 사진과 영상 자료를 통해 당시 서민들의 생활상과 주택 구조를 만날 수 있다. 상하이 사람들의 생활상을 실제 골동품으로 재현한 것이 특징이다. 주로 외국인 관광객이 많이 방문하는 명소여서 입구에는 무료 안내 책자가 비치되어 있다. 2층에는 찻집으로 연결되는 통로가 있는데 여러 디자인의 다기를 구경하는 재미가 있다." 
    },
    { 
        kr: '신천지', cn: '新天地', addr: '上海市黄浦区太仓路181弄6-15号', sub: '신천지역 (新天地站) - 10·13호선',
        desc: "낭만이 넘치는 상하이 속 유럽\n5만 7천m2의 면적에 명품 매장, 유럽식 노천 카페, 고급 레스토랑, 분위기 좋은 바, 라이브를 즐길 수 있는 클럽, 세련된 상점과 유명 커피 체인점, 갤러리와 아트숍 등이 빼곡히 들어서 있어 유럽의 향수를 간직한 서양인들과 상하이의 트렌드 세터들의 발길이 끊이지 않는 곳이다.\n최근에는 신천지 스타일의 확장과 제2의 신천지라 불리는 쓰난 맨션의 완공으로 그 범위가 더욱 넓어지고 있다." 
    },
    { kr: '황푸강 유람선', cn: '黄浦江游览', addr: '上海市黄浦区外马路99号'},
    { 
        kr: '우전', cn: '乌镇', addr: '浙江省嘉兴桐乡市乌镇', 
        desc: "사진 작가들이 좋아할 만한, 잘 꾸며 놓은 운하 마을\n1,300여 년의 역사를 지닌 우전은 지형이 평탄하고 기후가 따뜻하며 강우량이 많은 편이다. 어물도 풍부해 예로부터 ‘물고기와 비단의 도시’라고 불렸다. 처음 이곳을방문하면 다른 강남 수향 마을처럼 강물이 주는 여유로움이 익숙하게 다가온다. 하지만 십자형을 이루는 물길은 우전을 동, 서, 남, 북 4개 구역(동책, 서책, 남책, 북책)으로 나누어 서로 다른 얼굴을 볼 수 있게 한다. 물길을 중심으로 이뤄진 마을과 상점이 모여 있는 상업 구역 등은 아직도 그대로의 모습을 간직하고 있으나, 거대한 호텔과 리조트들이 들어선 서책 구역은 사뭇 낯설게 느껴진다. 갈수록 변해 가는 우전의 평화로운 모습을 보고 싶다면 소박함을 간직한 남책을 중심으로 둘러보거나, 관광객이 빠져나간 늦은 저녁 무렵에 방문하기를 추천한다." 
    },    
    { 
    kr: '동방명주', cn: '东方明珠', addr: '上海市浦东新区世纪大道1号(陆家嘴地铁站1号入口步行220米)', sub: '루자쭈이역 (陆家嘴站) - 2호선',
    desc: "상하이를 상징하는 독특한 디자인의 탑\n원래 방송 관제탑이었던 동방명주는 높이가 무려 468m로, 상하이 타워와 상하이 세계 금융 센터(SWFC)가 생기기 전까지는 아시아에서 가장 높고 세계에서 세 번째로 높았다. 동방명주는 크고 작은 11개의 둥근 모양이 있는데, 이는 진주를 의미한다. 황푸 강은 옥 쟁반을 상징하며, 전체적으로 크고 작은 진주가 옥 쟁반에 떨어지는 형상을 표현한 것이라고 한다.\n동방명주에는 3개의 전망대가 있다. 350m에 위치한 최고 전망대, 263m의 중간 전망대, 90m의 하층 전망대다. 최고 전망대에서 가장 탁 트인 시야를 느낄 수 있지만, 엘리베이터의 정원 수가 적어 기다리는 시간이 길다. 중간 전망대는 가장자리 부분의 바닥이 강화 유리로 되어 있어 발 밑의 풍경이 훤히 내려다보여 전망대 중에 가장 추천할 만하다. 이 밖에도 중간 전망대의 위층에는 맛은 평범하지만 경치를 보며 식사를 즐길 수 있는 회전 레스토랑이 운영 중이며, 1층에 위치한 상하이 역사 박물관은 상하이의 역사를 재미있게 재현해 놓아 볼거리를 제공한다." 
    }
];
