const tourData = [
    { kr: '동방명주', cn: '东方明珠', addr: '浦东新区世纪大道1号', sub: '루자쭈이역 (陆家嘴站) - 2호선' },
    { kr: '예원', cn: '豫园', addr: '福佑路168号', sub: '예원역 (豫园站) - 10호선' },
    { kr: '와이탄', cn: '外滩', addr: '中山东一路', sub: '난징동루역 (南京东路站) - 2·10호선' },
    { kr: '정안사', cn: '静安寺', addr: '南京西路1686号', sub: '정안사역 (静安寺站) - 2·7호선' },
    { kr: '프랑스조계지', cn: '法租界', addr: '复兴中路', sub: '상하이 도서관역 (上海图书馆站) - 10호선' },
    { kr: '스쿠먼박물관', cn: '石库门屋里厢博物馆', addr: '太仓路181弄', sub: '신천지역 (新天地站) - 10·13호선' },
    { kr: '신천지', cn: '新天地', addr: '太仓路181弄', sub: '신천지역 (新天地站) - 10·13호선' },
    { kr: '상하이 임시정부', cn: '大韩民国临时政府旧址', addr: '马当路306弄4号', sub: '신천지역 (新天地站) - 10·13호선' },
    { kr: '황푸강 유람선', cn: '黄浦江游船', addr: '中山东二路', sub: '난징동루역 (南京东路站) - 2·10호선' },
    { kr: '상하이 자연사 박물관', cn: '上海自然博物馆', addr: '北京西路510号', sub: '자연박물관역 (自然博物馆站) - 13호선' },
    { kr: '푸동공항', cn: '上海浦东国际机场', addr: '浦东新区迎宾大道6000号', sub: '푸동공항역 (浦东国际机场站) - 2호선' }
];
